Repository: macagua/senaite.labmedik
Catalog: senaite/labmedikdemos/locales/*/LC_MESSAGES/senaite.labmedikdemos.po
Languages: es

source: A folderish for COVID-19 Cases
es: Una carpeta para Casos COVID-19

source: A register for a COVID-19 Case
es: Un registro de un Caso COVID-19

source: COVID 19 Case id from Person Test
es: ID del Caso COVID-19 de la prueba de una persona

source: COVID-19 Case
es: Caso COVID-19

source: COVID-19 Cases
es: Casos COVID-19

source: Case ID
es: ID de Caso

source: Click
es: clic

source: Custom demostration extension that adapts SENAITE LIMS for LabMedik Solution
es: Extensión de demostración personalizada que adapta SENAITE LIMS para la solución LabMedik

source: Hello world,
es: Hola mundo,

source: If no description value is entered, the COVID-19 Case ID will be used.
es: Si no se ingresa ningún valor de descripción, se usará el ID de caso COVID-19.

source: If no value is entered, the Title will be auto-generated.
es: Si no se ingresa ningún valor, el título se generará automáticamente.

source: Please,
es: ¡Por favor, haga

source: Plone Foundation!!!
es: ¡Fundación Plone!

source: SENAITE LABMEDIK DEMOS
es: SENAITE DEMOS LABMEDIK

source: to try!
es: para probar!
